function getAgreement(){
var content ='根据《中华人民共和国合同法》等法律法规之规定，甲方向符合本协议规定条件的乙方提供储物柜使用服务，乙方完全同意并接受本协议的全部条款，享受甲方提供的服务。<br/>\
		一、甲方储物柜严禁存放以下物品：<br/>\
		1.易燃、易爆、易渗漏、易挥发、易潮物品。<br/>\
		2.有毒有害、有辐射、化学性、突变性危险品。<br/>\
		3.易腐烂、易霉变、易变质及超限等特殊物品。<br/>\
		4.毒品、枪支弹药等违禁违纪类物品。<br/>\
		5.动物及活物。<br/>\
		6.法律法规等规定禁止的其他物品。<br/>\
		二、乙方身份条件<br/>\
		1．本协议乙方只接受个人用户。<br/>\
		2．办理使用储物柜时需填写本人有效身份证明一致的真实姓名。<br/>\
		3．办理非使用储物柜服务的其他业务时（包括但不限于变更信息、挂失、超期取物、查看监控、办理保险等）需在甲方审验确认乙方身份后进行。<br/>\
		4．乙方委托他人办理非使用储物柜服务的其他服务时，需出具亲自签名的授权委托书，被委托人要携带委托书、乙方身份证件、委托人身份证件。<br/>\
		5．乙方无法出具授权委托书的，由其直系亲属携带有法律效力的无法到场证明、乙方身份证件、直系亲属证明文件、直系亲属身份证件等一并办理，具体情况要咨询甲方。<br/>\
		三、储物柜使用期<br/>\
		1.乙方付费成功后，视为拥有对应储物柜的使用期，可以对储物柜做开、关门处理。<br/>\
		2.在使用期满前，乙方没有办理退租手续，视为乙方自动延长使用期，乙方应及时办理续租使用手续。<br/>\
		3.乙方使用期到期后且未续费时，乙方无权继续使用储物柜。<br/>\
		四、储物柜使用<br/>\
		1.乙方使用储物柜只用于储物用途，不得用于其它用途。<br/>\
		2.乙方应严格按照本协议第一条规定存放物品。<br/>\
		3.乙方不应将储物柜用于违反法律法规的各项活动。<br/>\
		4.乙方已阅读并知晓所使用储物柜张贴的本储物柜特殊使用条件。<br/>\
		5.乙方应严格按照储物柜形状和承受力存储物品，超长、超重物品禁止存放。<br/>\
		6.乙方如存储粉末颗粒状、液体、气体、有气味、生鲜食物、植物等物品时，需自行包装保管，因包装不善造成的甲方和乙方以及第三方损失由乙方负责。存储物品因自然条件发生的变化由乙方负责。<br/>\
		7.乙方应妥善使用储物柜，退租时清除柜内所有物品、恢复柜内原状，自行办理退柜手续，若有柜体损坏等，乙方应负责赔偿。<br/>\
		8.乙方在使用储物柜时，不应干扰其他用户使用，不应长期占用储物柜外空间。<br/>\
		9.乙方应听从甲方及储物柜场地方安排。<br/>\
		五、储物柜收费<br/>\
		1.储物柜采取预付费方式，乙方付费完成后视为拥有付费储物柜在付费周期内的使用权，即可以在使用期内使用储物柜。<br/>\
		2.乙方自动延长使用期及超期取物，需要办理续租，续租期必须是自未付费时段至现时以后的时段，付清费用后，方可使用。<br/>\
		六、超期及使用<br/>\
		1. 乙方使用期到期后未续租或未退租视为使用超期。<br/>\
		2. 甲方在乙方使用超期前、超期后会通知乙方，用于确认乙方超期的储物柜是否延期使用：<br/>\
		a．乙方如继续使用储物柜，乙方续费后方可使用；<br/>\
		b．乙方如不继续使用储物柜，甲方将对应储物柜恢复为待使用状态。<br/>\
		3. 乙方超期超过最长欠费期限后，甲方自动将对应储物柜恢复为待使用状态，不论储物柜内是否有遗留物品：<br/>\
		a. 即时储物柜最长欠费期限为24小时；如乙方超期使用24小时，并且不付费的情况下视为乙方自动放弃柜体使用权。甲方会自动释放柜体为其他客户使用，如果发生物品遗失，甲方不予负责，乙方自行承担所有责任。<br/>\
		七、通知<br/>\
		1.甲方联系方式是公示的客服电话，是乙方对甲方的常用及紧急联系方式。<br/>\
		2.乙方填写电话号码视为甲方对乙方的联系方式，甲方联系乙方的方式有：拨打乙方电话和发送短信，乙方不接听电话，甲方向乙方发送短信后次日视为通知送达。<br/>\
		3.乙方租用储物柜成功、续用储物柜成功、退用储物柜成功后，甲方均有短信通知乙方，请乙方及时核对短信息内容，通知信息内容由乙方适时保存，甲方不再重复发送。<br/>\
		八、甲方权利与义务<br/>\
		1.甲方对储物柜储物单元及安置场所有修缮制义务，因修缮、迁移储物柜或结束储物柜业务时，甲方须以电话或短信方式提前一周通知乙方，并协商解决后续事宜。<br/>\
		2.在乙方不违反本协议其他相关条款的情况，甲方不得擅自开启乙方的储物柜，不得使用储物柜内的物品，其不对此货物享有所有权和使用权。<br/>\
		3.甲方在营业时间内向乙方提供服务，但有下列情况时除外：<br/>\
		a.所租储物柜被公检法等权利机关采取了封查、扣押等强制性措施的；<br/>\
		b.乙方未按期交纳使用费等费用的；<br/>\
		c.不符合甲方规定的服务条件的。<br/>\
		4. 甲方须严守保密义务，不得随意泄露乙方个人资料和有关用柜信息。<br/>\
		5. 甲方不承担乙方所存放物品因为自身属性造成的变质、自然耗损所造成的损失。<br/>\
		6. 甲方不承担乙方身份信息泄露、操作终端保管不当、操作软件账号保管不当造成的储物损失。<br/>\
		7．按照国家相关法律规定。并为了保障甲方乙方双方及其他客户的利益，在有充足的理由怀疑乙方违反本协议之规定在智能储物柜内储存禁止存放类物品（禁止存放的物品仅指国家明令的违禁品及已腐烂、变质的生鲜蔬果、肉类等。）的情况下，甲方有权要求乙方共同开柜、验柜，乙方应采取积极配合的措施，若乙方不积极配合查验，甲方有权在第三方公证的情况下破柜验柜。<br/>\
		8. 因乙方违反本协议造成甲方及第三方损失，乙方应负责赔偿，赔偿标准如下：<br/>\
		a. 单独储物箱体腐蚀、划伤、损坏赔偿金4200元/个；<br/>\
		b．控制单元损坏赔偿金2500元；<br/>\
		c．对甲方造成的其他一切损失；<br/>\
		d．对第三方损失由第三方提出。<br/>\
		九、乙方权利和义务<br/>\
		1. 乙方须按甲方要求提供身份证明等的相关资料并承诺对所提供的证件信息的真实性负责，以便办理手续时查验身份。<br/>\
		2. 乙方对自身储物柜操作终端和操作软件的正常使用和安全保管负责。<br/>\
		3. 乙方在不违反本协议相关规定情况下享有自主存入或取出物件的权利进行自助式储物管理。<br/>\
		4. 因乙方所储存的物品自身的原因所造成的任何损失和责任由乙方承担，并由此承担给甲方或其他第三方可能造成的损失。<br/>\
		5. 乙方不得在智能储物柜内存放有异味物品、放射性物品、毒品、枪支、易燃易爆品、弹药及其他易腐蚀品等有可能有损于自身租用储物单元及周围柜内存放物品等违禁或危险性物品。不得利用智能储物柜进行窝藏赃物等违法犯罪活动。如乙方违反本规定，由此导致的乙方、甲方及第三方的经济损失和一切法律责任，由乙方承担。<br/>\
		6. 对于乙方存储物品发生霉烂、渗漏、变质等危害，甲方应及时通知乙方实施整改措施并积极配合乙方采取拯救措施，因此危害造成的货物毁损、仓库损毁或人身伤亡等损失由乙方承担赔偿责任。<br/>\
		7. 为保障甲乙双方及其他客户的利益，乙方存储的物品重量不得超过100公斤/㎡。<br/>\
		8. 为保障甲乙双方及其他客户的利益，在发生紧急情况或甲方检验、修理保管箱及库房设备时，甲方采取有效措施进行处理，乙方应予以配合。<br/>\
		9. 乙方于许可使用期届满时愿意续租，应在许可使用期届满前5分钟内交纳使用费。续租手续办理完毕后，本协议自动展期至新缴使用费所对应的许可期届满时间，双方间权利义务仍按本协议执行。续租时，如遇使用费、保证金调整，将执行调整后的价格。<br/>\
		10. 乙方负有遵守并履行本协议的责任；因手机、微信被盗用，未上锁，或未及时挂失造成的个人财产损失，由乙方承担全部责任；因违反协议而造成甲方或他人财产损失，由乙方负全部赔偿责任。<br/>\
		11. 乙方有下列情形之一者，应以书面形式通知甲方。甲方接到通知后，按乙方要求办理变更手续；接到通知前，扔执行原约定：<br/>\
		a.变更姓名或通讯地址、联络电话；<br/>\
		b.身份证明信息变更。<br/>\
		十、保密<br/>\
		1．乙方享有其所使用的储物柜及柜内存放财物的保密权、其所保管物品不受人为侵害和损坏的权利。甲方将按有关法律规定为乙方保守秘密，除依国家法律法规或依据国家司法、执法机关判决、裁定或法令提供司法协助外，甲方不为任何单位和个人提供查询或查封存储之协助。<br/>\
		2. 双方保证对从另一方取得且无法自公开渠道获得的商业或个人秘密（技术信息、经营信息及其他秘密）予以保密，一方不得向任何第三方泄露该秘密的全部或部分内容。但法律、法规另有规定或双方另有约定的除外。一方违反上述保密义务的，应承担相应的违约责任并赔偿由此造成的损失。<br/>\
		3. 公安司法部门依法调查乙方情况，检查、搜查可疑储物单元，符合法律程序并出具有关证明的，甲方应予协助执行，并免除一切相关责任。<br/>\
		4. 储物柜因司法协助已采取强制开启措施的，对于与案件无关物品的保管，如果乙方在场的，乙方有权决定继续履行或自行处理，也可以再与甲方另行签订租赁储物柜租约；如果乙方不到场的，可由甲方暂时保管或提存，费用由乙方承担。<br/>\
		十一、不可抗力及其他条款<br/>\
		1. 如果本合同任何一方因受不可抗力事件影响而未能履行其在本协议下的全部或部分义务，该义务的履行在不可抗力事件妨碍其履行期间应予终止，协议双方互不承担任何责任。<br/>\
		2. 声称收到不可抗力事件影响的一方应尽可能在最短的时间内通过书面形式将不可抗力事件的发生通知另一方，并在该不可抗力时间发生后10日内向另一方提供关于此种不可抗力事件及持续时间的适当证据及协议不能履行或者需要延期履行的书面资料，声称不可抗力事件导致其对本协议的履行在客观上成为不可能或不实际的乙方，有责任尽一切合理的努力消除或减轻此等不可抗力事件的影响。<br/>\
		3. 不可抗力事件发生时，双方应立即通过友好协商决定如何执行本协议，不可抗力事件或其影响终止或消除后，双方应立即恢复履行各自在本协议项下的各项义务，如不可抗力及其影响无法终止或消除而致使合同任何一方丧失继续履行合同的能力，则双方可协商解除合同或暂时延迟协议的履行，且遭遇不可抗力一方无须为此承担责任。<br/>\
		4. 本协议所称“不可抗力”是指受影响一方不能合理控制的，无法预料或即可预料到也不可避免且无法克服，并于本协议签订日之后出现的，使该方对本合同全部或部分的履行在客观上成为不可能或不实际的任何事件，此等事件包括但不限于自然灾害如水灾、火灾、旱灾、台风、地震、以及社会事件，如战争（不论曾否宣战）、动乱、罢工、政府行为或法律规定等。<br/>\
		5. 出于对使用者个人隐私及储物柜便捷等方面的考虑，甲方对乙方所存储的物品不清点不统计，对于储存于柜内的所有物品的任何损失、损毁、磨损、丢弃或者损坏，无论上述各项是因为乙方及其雇员行为或不行为、疏忽或故意失责造成，甲方概不负责，甲方也不需要对乙方因所存物品的任何损失或损坏而承担任何的损失责任。<br/>\
		6. 因本协议中的事实陈述或任何默示保证或条件或明示规定等所有情况，甲方及其雇员均不就根据本协议产生的或与本协议有关的任何损失或损害费用、开支或其他损失（不论是否因甲方或其雇员或其他人的疏忽所造成）对乙方负责。<br/>\
		7. 一方变更通知或通讯方式，应于变更之日起三日内，以书面形式通知对方；否则，由未通知方承担由此而引起的相应责任，通知前，原登记通讯方式仍然有效。<br/>\
		8. 遇乙方丧失部分、完全民事行为能力或死亡，其法定监护人或家属欲开柜时，应凭经县级以上公证机关公证的遗嘱或法院裁定书，继承人有效身份证件，向甲方提出申请，经甲方审核同意后，并需该储物柜物品所有法定监护人或继承人到场（委派部分人员办理的，应出具公证后全体人员授权文件）后，方可开柜、查看、登记、签字认定。储物柜退租结清后，方可办理退柜或协议变更手续。<br/>\
		9. 合同争议的解决方式：本合同在履行过程中发生争议，由双方当事人协商解决；也可由当地工商行政管理部门调解；协商或调解不成的，可向甲方所在地有管辖权的人民法院起诉。<br/>\
		10. 乙方有违约或者违法行为，甲方不承担任何赔偿责任。<br/>\
		十二、保险条款<br/>\
		1.为尽力保全乙方的物品安全，甲方附赠为每一个储物柜投保了财产综合险，保险金额/赔偿限额为1000元/储物柜。<br/>\
		2.保险责任范围：盗窃、抢劫，罢工、暴乱及民众骚乱，恶意破坏，自动喷淋系统水损，清理残骸费用，灭火费用，专业费用，火灾、爆炸、水管意外爆裂，等意外事故造成的财产损失，最终赔偿金额以保险公司最终认定为准，甲方不另承担任何赔偿责任。<br/>\
		3.乙方有责任对所储存的物品投保，若乙方放置在储物柜内的财产价值超过2000元人民币，乙方应自主购买财产保险，费用自行承担。甲方有合作的保险公司可以推荐给乙方，联系方式请咨询客服人员。<br/>\
		4.下列财产不属于保险合同中的标的：<br/>\
		4.1违反本协议第一条的禁止存放物品；<br/>\
		4.2金银、珠宝、钻石、首饰、古币、古玩、古书、古画、邮票、字画、艺术品、稀有金属等贵重物品；<br/>\
		4.3文件、账册、图表、技术资料、计算机软件、计算机数据资料等无法鉴定价值的财产；<br/>\
		4.4货币、票证、有价证券以及有现金价值的磁卡、集成电路（IC）卡等卡类；<br/>\
		4.5便携式通讯装置、便携计算机设备、便携式照相摄像器材以及其他便携式装置、设备。<br/>\
		5.下列损失、费用，保险人也不负责赔偿：存放于露天或简易建筑物内部的保险标的以及简易建筑本身，由于雷击、暴雨、洪水、暴风、龙卷风、冰雹、台风、飓风、暴雪、冰凌、沙尘暴造成的损失。<br/>\
		6.协议涉及保险内容，请参照执行“人保(备案)[2009]N227号-财产综合险条款（2009版）”。<br/>\
		十三、本合同未尽事宜，依照有关法律，法规执行，法律、法规未作规定的，双方可以达成书面补充协议，本合同附件和补充协议均为本合同不可分割的组成部分，与本合同具有同等的法律效力。<br/>\
		十四、本协议自乙方点击签署按钮后生效。<br/>';
	return content;
}